[
    {
        "topic": "Prescription drug importation should be allowed to increase access and lower costs.",
        "side": "FOR",
        "argument": "Prescription drugs are something that people need to survive. The horror stories of people not being able to afford medication or the stories of someone's illness placing a massive financial burden on their lives are unfortunately far too common. In the United States in particular, health care, not just prescription drugs, are relatively so much more expensive that it can be legitimately cheaper to fly to another country to receive health services. There is even a term for this practice called, 'Medical Tourism.' The reason this is the case is for several unfortunate reasons such as lack of government regulation, inflation, etc. The bottom line is that health services and products that people genuinely need to survive and should have access to are much too expensive and inaccessible. Prescription drug importation is the practice of purchasing prescription drugs from another country and importing them to the United States. Many safety concerns would come with this practice as there is a reason that it is not allowed for unapproved drugs, but if there could be systems in place to regulate and allow prescription drugs to be imported it would be legitimately life-changing for many people in the United States. More accessible prescription drugs mean lower health care costs, which would mean lower health insurance costs. The United States is already criticized for having the highest cost of healthcare in the developed world, so something like this would go a long way in solving that problem."
    },
    {
        "topic": "Prescription drug importation should be allowed to increase access and lower costs.",
        "side": "AGAINST",
        "argument": "The importation of drugs threatens safety controls and the domestic pharmaceutical industry. Drugs produced here in the U.S. are subject to strict regulations and safety protocols surrounding their manufacture, handling, and distribution. Imported drugs may not adhere to these same standards which could lead to harmful outcomes for the consumer in the form of ineffective, dangerous, or substandard products. The effects of the infiltration of substandard foreign pharmaceuticals would cause problems both for the consumer and domestic pharmaceutical companies. First, it would serve to jeopardize the health of the public at large as mentioned above. Secondly, it would more than likely serve to gradually weaken the public's trust in the efficacy of domestically produced pharmaceuticals. Imported drugs would also negatively impact the domestic pharmaceutical industry as they would likely be sold at a much lower cost than domestically produced pharmaceuticals whose high cost is largely justified by the hefty cost of R&D. This could stifle innovation in the American pharmaceutical industry as domestic pharmaceutical companies pare back their investments in R&D. This could create an inflection point wherein domestic pharmaceutical companies are unable to turn back their reduced investments in R&D in order to stay competitive with imports. Although some might be enticed by the prospect of lowered pharmaceutical prices, opening the door to increased drug importation should be a non-starter as it threatens to weaken the health of the American populace and the financial solvency of the domestic pharmaceutical industry and would almost certainly serve to lower the perceived quality of pharmaceutical drugs."
    },
    {
        "topic": "Cultured/lab-grown meats should be allowed to be sold.",
        "side": "FOR",
        "argument": "I believe Cultured/lab-grown meats should be allowed to be sold. As long as the cultured/lab-grown meats are nutritious and safe for human consumption then I don't see what the harm would be in selling it. There should be a law that requires companies and stores must make it apparent that it is cultured/lab-grown meats and not try to sell it as if it is regular meat directly from animals. Lab-grown meat should not be allowed to be shaped like a steak, packaged, and thrown into the steak bin at the supermarket. People should be able to make an informed decision on their own accord. Personally, there is no way I would pass up a fresh-cut ribeye and grab the ribeye-shaped meat patty, but I'm sure there are many people who would. Selling lab-grown meat will save many animal lives and that is a for sure plus. Maybe if eating meat products does not come with the slaughter of a helpless animal, people who identify as vegetarian or vegan may be given an alternative means of nourishment. So, yeah, as long as it comes with a disclaimer and its sale is transparent I don't see it being a problem being sold."},
    {
        "topic": "Cultured/lab-grown meats should be allowed to be sold.",
        "side": "AGAINST",
        "argument": "There are many concerns about cultured or lab-grown meat products, which should be banned in the United States. Meat grown in the lab is more harmful to the environment. A University of California, Davis, study showed that it may be 25 times worse for the environment than pasture-raised cattle. After analyzing the CO2 emissions from the in-lab purification process, they concluded that the global warming potential of cultured meat is between four and 25 times higher than that of traditional beef. The production of lab-grown meat may require extensive energy resources, which could come from non-renewable sources, for the necessary infrastructure. To prevent environmental contamination, the bioreactors used for cultured meat generate waste that needs proper disposal. We still don't know yet if it is safe for people to eat cultured meat. The process also uses antibiotics and hazardous materials. People could be exposed to harmful bacteria or other contaminants. Studies have shown that these products contain high levels of saturated fat and cholesterol, known risk factors for heart disease. The process used to grow cultured meat is also considered unethical. The fetal bovine serum used as a growth medium for this product is taken from fetuses that do not survive the procedure. Fetal bovine serum can carry animal-borne diseases, and its use could pose significant risks if not properly handled."
    },
    {
        "topic": "Genetic modification of unborn babies is unethical and dangerous.",
        "side": "FOR",
        "argument": "An unborn baby is so so precious in this world, they rely on their mother to look after them and keep them safe from harm. While a baby is still in the womb, people are now attempting to modify them genetically. This is unethical as the baby is a living person, and even though they are not yet old enough to verbally give consent, they still have the right to not be altered or tampered with. This practise is also dangerous as it could severely harm the baby or at the very least cause stress which is unethical to do. It is an unnecessary risk that people are taking and it is unfair to the baby who has no choice in the matter as perhaps when they grow older they will not have wanted this modification. This could then lead to them looking for someone to sue or blame which could be a huge issue going forward."
    },
    {
        "topic": "Genetic modification of unborn babies is unethical and dangerous.",
        "side": "AGAINST",
        "argument": "While appropriate standards should be met to ensure the safety of these methods, and regulations should be in place to prevent the malicious use of these tools, the potential medical upside of treating genetic diseases should not be ignored. Suppose you are a mother who has learned from their doctor that their unborn child will possess a congenital defect that will significantly disable your child and reduce their lifespan. The tests indicate that the likelihood of this is incredibly high. Now, it would be possible to cure your child via gene editing. Your doctor with experience in the field and no conflicts of interest informs you that the research indicates that gene editing is very likely to significantly improve your child's life. There are of course a range of potential side effects, including due to off-target effects. These tend to be rare. They cannot be ruled out, although this is usually never the case for any treatment for life-threatening and disabling ailments. The final decision of course is up to you. As that mother would you want to want to have the option of a life-altering treatment for your child? The pros of genetic modification of unborn infants far exceed the potential risks."
    },
    {
        "topic": "Genetic engineering of unborn babies should be allowed to eliminate disease.",
        "side": "FOR",
        "argument": "Genetic engineering of unborn babies should be allowed to eliminate disease. Can you imagine a world with less suffering, disease, illness and likely prolonged life? These are some things that genetic engineering has the possibility. This is a highly controversial topic which brings with it the argument of ethics and how people shouldn't play god. I agree to those arguments and in my opinion genetic engineering on unborn babies exclusively for eliminating disease and other health risks is not being unethical or playing god. I don't support using genetic modification for things like creating super soldiers or creating designer babies, that is frivolous. Using genetic engineering to eradicate a disease is like preventative care in a way. Kind of like taking a vaccine that makes your body more equipped to fight off certain illness. There are so many invasive medical procedures that are done everyday that alter people in many ways and none of those are considered unethical, they are considered life saving and improving quality of life. There are so many little kids that are admitted to St. Jude every year, what if there was a way to ensure that there will never be another child to suffer from cancer? Technology is advancing all around us, and genetic engineering is Science and Medicines next step in advancement. This is a thing that should be highly regulated and there needs to be a set of laws governing what is allowed and where the line is that shouldn't be crossed. This could be a step forward and a major improvement in life for human."
    },
    {
        "topic": "Genetic engineering of unborn babies should be allowed to eliminate disease.",
        "side": "AGAINST",
        "argument": "Disease and variety is a part of human life and as such should be embraced by us as a species. It allows the human body to develop its own natural defences against disease and makes us stronger as a species as a result. If we genetically engineer to eliminate disease, eventually the disease will find a way to avoid detection before birth, and we will not have adequate natural defences, which can lead to greater instances and death. It will also lead to a lack of variety amongst people, which will lead to everyone being 'the same' and remove a lot of the beauty of creation, which should be a natural event."
    },
    {
        "topic": "Self-driving cars will increase safety and should replace human drivers.",
        "side": "FOR",
        "argument": "The fourth leading cause of death in America is accidents, a large portion of this being from car crashes. I believe that self-driving cars will increase safety and should replace human drivers in order to mitigate the profound damage that car-related mishaps bring.\n\n Humans aren’t perfect, and oftentimes this can be a positive when it comes to art or creativity. For example, it makes sense to keep humans in charge for something like experimental surgery, in which combining human creativity with human error is an acceptable trade off that is worth the net benefit. However, there is nothing positive that human imperfection brings to the table when it comes to car travel. At worst, you experience a car crash, and at best, you get to your destination. We are at a critical fork in the road, in which we can invest in a way to bring about the best-case scenario a lot more often. Artificial intelligence is seeming like a perfect tool for the logically-grounded task of driving, with a faster reaction time and greater ability to mitigate safety issues. While it will seem odd at first to trust an AI to drive our car, I think it highlights our even more odd acceptance of trusting the general population with machines that can kill.\n\n Times change for the better. Imagine a world without drunk driving incidents, or a world without people falling asleep at the wheel and experiencing life-changing injuries. Whether it be out of tradition or stubbornness, it seems counterproductive to rely on current methods of car operation when a safer alternative shows promise."
    },
    {
        "topic": "Self-driving cars will increase safety and should replace human drivers.",
        "side": "AGAINST",
        "argument": "The self-driving car is a modern fairytale dream for many dating back decades. Just thinking back, remember being a kid and watching the Jetson cartoon and thinking, there is my future. A future full of floating hover cars and self-driving autonomous vehicles. How we all assumed we would have our robot maid by now. To do all of our household chores and make our lives perfect. Well look around, in reality, it's far from what we all had envisioned. While technically yes, there are robots and self driving capable vehicles on the market. It's not the Jetson and the reality is that it may never be, and that's perfectly fine with me. Call me old-fashioned but I still greatly prefer driving myself around. Rather than handing over the wheel and my life to some invisible robot algorithm. And yes, I know many will point to the technological advancements around autonomous vehicles and that Elon Musk is a genius. There have been many great strides and the guy knows his EV's capabilities. However, the fact of the matter is simple to me. The safety risks and laundry list of issues far outweigh the advantages at this time. For example, the crashes that have happened due to computer processing errors and users' asleep at the wheel because of a false sense of safety. Also the question of environmental sustainability due to greenhouse gasses from creating and operating the computers needed for these vehicles. I think there are helpful aspects of new automotive technology like lane change alerts, and emergency braking systems those are good. But overall, self-driving cars are not safe enough to fully replace human judgments and a driver's intuition, especially in the heat of the moment when you have to avoid being hit or worse."
    },
    {
        "topic": "Space tourism should be limited until safety regulations are further developed.",
        "side": "FOR",
        "argument": "Space tourism should be limited until safety regulations are further developed due to concerns surrounding its environmental impact, accessibility, and safety. Above all, space tourism should be limited because of the harmful effects that it can have on the environment. RP-1, a highly refined form of kerosene is the most popular rocket fuel owing to its relative cheapness, stability, and lack of explosivity as compared to its competitors. Studies have shown that rocket launches that use RP-1 collectively expel around 1,000 metric tons of black carbon into the atmosphere per year, and this number will only get larger as the number of rockets launched each year continues to grow. This level of pollution is certain to draw scrutiny from regulatory bodies at some point and it might be wiser for companies to err on the side of caution until such time as they receive more clarity on issues surrounding pollution and space debris. There are also inherent risks to space travel that could expose companies engaged in space tourism as well as their customers to risks and liabilities that might be easier to avoid once a more expansive regulatory framework has been implemented. The effects of micro-gravity and cosmic radiation have already been shown to have effects upon astronauts after long bouts of space travel and given that those who’ve endured journeys to space have generally been in good health, it seems unwise to allow people of a questionable degree of health to travel to space at least until such a time as the effects of space travel are better understood. Taking everything into account, it stands to reason that space tourism should be limited until safety regulations are further developed due to the inherent health risks that the practice poses both to those in space and on the ground."
    },
    {
        "topic": "Space tourism should be limited until safety regulations are further developed.",
        "side": "AGAINST",
        "argument": "While there are many doubts being had in regards to space travel and tourism, there are more benefits to it than negatives. Firstly, waiting for more regulations to be developed would mean waiting even longer to launch this space tourism. This type of tourism will bring in great money for the countries that agree to do it and will benefit the economy greatly. Secondly, limiting space tourism may stop people from wanting to go at all as if they are made to wait they may become irritable. Another thing is that the safety regulations that are already in place are most definitely enough to keep people safe. People who are willing to go to space are aware that there will be rules they have to follow so give them a form to sign stating they know the risks and get the tourism up and running so that we as a world can see what we have never seen before."
    },
    {
        "topic": "Lifespan extension is desirable and should be pursued.",
        "side": "FOR",
        "argument": "While still in the early stages of development, research on anti-aging therapies continues to develop and scientists and medical professionals are hopeful they can find the means to prevent or further delay age-related diseases and conditions that can negatively impact humans as they age. Given the capitalistic nature of the United States' medical industry, and the rising costs of healthcare, it can only be assumed that once these therapies do become available on the market, it's unlikely that the vast majority of U.S. citizens would be able to afford them, especially since they will likely be classified as optional treatments by insurance companies and not covered by most policies. However, the cost of treatments should not deter the advancement of science and medicine. While in its experimental or newer stages the therapies will most likely only be available to the top earners in the country, that doesn't mean the cost and availability will one day change. Take, for example, Botox. A toxin that can temporarily freeze facial muscles to prevent the signs of aging in the face can be expensive when used for cosmetic purposes and not covered by insurance. But as more work was done with the treatment it was discovered to solve issues like excessive sweating and severe migraines, which moved it from a purely cosmetic or 'by choice' procedure to a valid medical necessity, making an expensive treatment now available to most through insurance and copay assistance from the pharmaceutical companies to average Americans."
    },
    {
        "topic": "Lifespan extension is desirable and should be pursued.",
        "side": "AGAINST",
        "argument": "We live in a world of inequality. In some countries of the world, such as Japan and Switzerland, life expectancy is around 85 years. In others, especially in Africa, it is 30 years lower. Collectively, we struggle to provide adequate food, shelter, and health care for hundreds of millions. And we already see the environmental problems caused by overpopulation. Given this, what right do the wealthier members of civilization have to strive to extend their lives?\n\nMake no doubt that lifespan extension will not be accomplished equally to all. Like all technologies, gene editing, regenerative medicine, and other life-extending ideas will not deliver their benefits equally. New medical tech will initially be available to only the wealthiest and may never benefit the poor. Today, something like 750 million people live without electricity. Why not focus on bringing them into the 20th century before anyone else advances to the 22nd century?\n\nNo doubt, it is understandable that individuals would want to add years to their own lives and the lives of their loved ones. The problem is that wealthier individuals consume more of the Earth's resources than poorer people. Lifespan extension of the few will inevitably redirect resources from the many to the few. Whether the investment is public or private doesn't matter. Resources will be directed in a way that is hard to justify morally.\n\nFinally, it is not as though life expectancy hasn't already improved for the 'haves'. In industrialized nations, it increased by decades over the 20th century. At what point does enough become enough?"
    },
    {
        "topic": "Anti-aging therapies should be restricted due to ethical concerns.",
        "side": "FOR",
        "argument": "Many people now take part in many various forms of anti aging therapies such as botox, facials etc. While people may view these procedures as merely cosmetic, there is a more sinister reason that the public may be getting these procedures done. For most of these procedures, the goal is that the person will look younger. This in itself can be very deceiving to the people around them. Older people getting these procedures done could then hypothetically re invent themselves as a younger person and develop relationships with unsuspecting groups that believe they are much younger than they actually are. As well as this, for young children and teenagers, their sense of aging may become very warped due to their parents and grandparents getting these procedures done as they may begin to fear looking 'old'. This could lead to an entire generation having to get these therapies done in order to feel normal which is a huge ethical concern as it may damage them developmentally."
    },
    {
        "topic": "Anti-aging therapies should be restricted due to ethical concerns.",
        "side": "AGAINST",
        "argument": "Anti-aging therapies have the potential to lead to longer, healthier lifespans, which will reduce our health care costs and allow us to work and be productive longer in society, which will bring both economic and cultural benefits to humanity.\n\nRegarding 'ethical' concerns, we already use an almost infinite amount of therapies to stay healthier for longer, so any other therapies should fall under the same category. We have weight loss pills and anti-aging creams and we all exercise and take medications designed to help us live healthier and longer already.\n\nVaccines for example help us to combat diseases that could kill us early in life, often stopping us from getting sick from certain ailments in the first place, and have already made huge differences in infant mortality rates and average lifespans of humans. Any new therapies would be no different."
    },
    {
        "topic": "Anti-aging therapies should be made available even if expensive.",
        "side": "FOR",
        "argument": "Anti-aging therapies should be made available even if expensive to everyone.  It is not fair to the general population for just the rich to be able to afford them.  Why should the rich have access to certain healthcare that the poor do not?\n\nI think shortly anti-aging therapy will be very popular.  This should drive prices down so it would be affordable for the poor.\n\nIf it is not affordable to the poor.  Then the government has to step in and make these procedures affordable to everyone.  If there is enough demand they will do it.  And if anti aging therapy takes off then there will be a demand.\n\nEveryone wants to be younger, no one likes getting old.  For millenniums kind has tried to be younger, it is just human nature.  If you were 50 and could look 10 years younger wouldn't you do it?\n\nI think by the time anti-aging therapy becomes huge, we may have free healthcare.  Healthcare is vital and anti aging is big business.  If it isn't already now it will be a billion-dollar business.  That will have unlimited customers because the older will always want to be younger.\n\nI mean Hollywood and the Media are always pushing the older to look younger.  Hollywood always portrays the young star or starlet as the hero or heroine.  This is not going to change anytime soon.  It will probably never change.  So, like it or not people will always want to stay young forever and everyone should have that right."
    },
    {
        "topic": "Anti-aging therapies should be made available even if expensive.",
        "side": "AGAINST",
        "argument": "Anti aging therapies should not be accessible for people. If it is expensive-which it most likely would be, this would create a gap between socioeconomic classes. It would be that only the rich would be able to take advantage of these therapies and prolong their lives and remain youthful while the rest of society continue to age at the normal pace. It creates a disadvantage and it seems really unfair. I also think that aging is a natural process of life. It is a fact that everyone ages. I don't think that it's a good idea to tamper and mess with something that is so natural to the human experience. It raises concerns on whether humans should interfere with nature to such a profound extent. Anti aging therapies should not be available to anyone."
    },
    {
        "topic": "The minimum wage should be left to state discretion.",
        "side": "FOR",
        "argument": "Minimum wage is a very important topic as it involves peoples lively hoods. If minimum wage was left up to the discretion of employers, there would be a huge risk that they could lower it due to what they perceive as bad behaviour from employees and could also make it lower to save more money. They may also tell each employee a different minimum wage and people may be doing the same job as their co workers but for much less money which is extremely unfair. If the minimum wage is left up to the state, they can look into what the cost of living is for people across the county and use this in depth knowledge of the data to come up with a figure that they believe is fair. This figure will then be set in stone and no employer will be able to change it which means staff will feel more secure that their wages are kept consistent."
    },
    {
        "topic": "The minimum wage should be left to state discretion.",
        "side": "AGAINST",
        "argument": "Wages should be determined by a free market rate, not by government decree. A minimum wage is a form of price fixing, which as a general practice has been shown to be bad again and again, both in theory and empirically. Labor markets are subject to the laws of supply and demand. If you force business to pay a higher wage than the market would demand, they will respond by offering fewer jobs. This may be good for the few employees who can get those minimum-wage jobs, but it’s bad for both the businesses, and for the employment rates in general - it means a lot of people who otherwise would have a low-paying job have no job at all. It is also bad in principle - people should be free to sell their labor at any price they wish. It’s weird that people can offer their time for free, but aren’t allow to accept a smaller-than-minimum wage for it if they want to."
    },
    {
        "topic": "Tenure for university professors should be reformed or eliminated.",
        "side": "FOR",
        "argument": "University professor tenure is an outdated practice that needs to be reformed or eliminated. Tenure was designed to allow academic freedom to professors and expand knowledge. It has now turned into a popularity contest and allows professors to rest on their laurels. There is no standard after receiving tenure to hold people to. There are no terms that a professor has to meet every set amount of time that measures progress. In its current state, tenure is basically for life. There is no room for performance reviews and considerations of whether a professor adds value to an institution after they have already gained tenure. At a minimum, there should be term limits for tenure. A more standard process should be implemented for those seeking to apply for tenure and a period review of progress should be made. It is important to hold professors accountable for the expectation of benefitting research. Too much leeway is given to tenured professors and if tuition funds are going towards paying their salaries, the students people paying tuition should have a metric of what they can expect from the work the tenured professor is doing. It also creates a clear divide in universities between tenured and non-tenured professors that creates this almost class system of the haves and the have-nots. A more fair, equal system of evaluating and keeping tenure is key to battling these inequalities."
    },
    {
        "topic": "Tenure for university professors should be reformed or eliminated.",
        "side": "AGAINST",
        "argument": "Professor tenure is a net positive for the university, professor, and most importantly the students. This is reflected in several ways, from better institutional knowledgeable, ability to form greater relationships and mentorships with students and in the overall quality of the program they teach.   \n\nWhen a professor is tenured they are able to offer a wealth of knowledge specific to the university and their specialization to their students that they have been able to hone and grow in an environment with professional stability. Benefits of professional stability range from less stress, greater overall happiness, and job security. Within this framework a professor can continue to learn and grow within their field and bring that knowledge to their students. \n\nA professor with tenure also has the time to make connections within the university and their specialization at large. This can ultimately be a boon for the university and students by attracting donors and visiting professors, artists, and lecturers. By bringing in donors the university and student body at large benefit by having funding for building upkeep, material and equipment updating, and new program development. Visiting professors, artists, and lecturers give the students an opportunity to learn from and make connections with professionals in the fields they hope to one day enter. \n\nMany professors also act as mentors to their students guiding them both within their prospective careers but also in university life. A professor may be one of the first people a student may turn to if they face issues with the institution or with their career track. The longer a professor has been at a university the better acquainted they are with rules, processes, and programs. They would also have a network of people within the university to turn to to aid a student facing an issue. They can offer invaluable guidance  to students on the real world reality of what it is like to work in their chosen fields, help them network, and potentially leverage their professional relationships to find internships for students. \n\nOverall the tenure programs at universities benefit not just the professors and the universities but the students as well and are an important aspect of higher education. "
    },
    {
        "topic": "Employers should be allowed to monitor employee activity on their work computers through tracking mechanisms.",
        "side": "FOR",
        "argument": "Employee tracking mechanisms promise to improve efficiency, ensure that proper procedures are being followed, and enhance security for employers who choose to monitor their workers. Perhaps the most beneficial improvement posed by employee tracking mechanisms is the ways in which they can help employers pinpoint inefficiencies and streamline processes, and they make the process more intuitive and easier to follow. The data gathered through these mechanisms can then be used to optimize processes to their full potential and can even improve the accuracy of certain forms of recordkeeping, such as invoicing. Employee tracking mechanisms can also help to shield an employer from legal repercussions and reputational damage as they can help ensure that the employer at large, as well as its employees, remain in compliance with industry regulations and company policies. They can also be extremely useful in customer-facing interactions as they can be used to ensure that proper procedures are being followed. The information gathered from these interactions can also be used to gauge customer satisfaction, and this information can then be used to improve customer-facing interactions. These mechanisms also pose substantive benefits to employers that house sensitive data such as client information or intellectual property. By tracking employee activities, these processes can help to identify security threats, drastically lessening the amount of time between the discovery of a breach of data compromise and its resolution. The capacity for employee tracking mechanisms to optimize a business’s potential, improve their recordkeeping, and ensure that their practices and ideals are being held to make them indispensable tools for the conscientious business owner."
    },
    {
        "topic": "Employers should be allowed to monitor employee activity on their work computers through tracking mechanisms.",
        "side": "AGAINST",
        "argument": "Employers have the tools at their disposal with tracking software to see what goes on with an employee's digital equipment but, this does not mean that they should. Employee tracking not only infringes on privacy rights but is dangerous. In a time where everyone's lives are intertwined digitally, enabling access to employees to such detailed information can become problematic. \n\nEmployers who track employees would be subject to bank account statements, personal conversations, and even self-identifying documents. In the hands of the wrong employers, this can lead to fraud, theft, stalking, and pain inflicted on employees. This can also lead to a divide between employers and employees resulting in mistrust, creating division, and a hostile work environment. Constantly monitored employees would always feel subject to Big Brother watching their every move which led to stress.\n\nHarsher restrictions need to be in place to ensure safety and accountability for this technology. Given the vast breadth of information they can gain from an employee, they need to be treated in such a way that proper training is in place. Otherwise, we will be operating in the Wild West. Furthermore, without restrictions or penalties in place, abuse of rights and privileges will often go unnoticed and unpunished. Employees have a right to privacy. They should not be subject to constant oversight and allowed the freedom to work as they see fit. There are many more non-invasive methods to determine employee productivity and employee tracking is not one of them. "
    },
    {
        "topic": "Governments and technology companies must do more than what they currently do to protect online privacy and security.",
        "side": "FOR",
        "argument": "Cybersecurity is a huge concern in the U.S. and there is a need for the government and technology companies to step in and do more to protect its citizens. In the current digital era, it is easier than ever for strangers to hack systems and breach company databases. Every day there is a new report of a company data breach or several people having their identities stolen and their bank accounts drained. These identity theft, financial loss, and privacy invasions have shown the catastrophic consequences that inadequate security measures can have. Governments have an important role to play in enforcing privacy laws and regulations. One successful example of this is the General Data Protection Regulation. This is a European Union regulation on information privacy in the European Union and the European Economic Area which has had a positive outcome on protecting personal data. Our government can take a page from their book and do more to protect our people as well. Technology companies have a duty to be more transparent about how they collect, use, and share user data. Too often users lack clear information on these practices which can make informed consent nearly impossible. Better regulations and standards could force companies to be more forthcoming so that users have more control over what data is shared and with whom."
    },
    {
        "topic": "Governments and technology companies must do more than what they currently do to protect online privacy and security.",
        "side": "AGAINST",
        "argument": "In regards to technology and security, governments and technology companies have put many measures in place in order to ensure the safety and security of its users. Over the past few years, more and more information is required in order to simply log in to your account. There is not much more that these companies and the government can do as there are already so many measures in place that having any more would make using the technology too difficult to be worth it. These days every child and adult in the world know about the dangers of interacting with strangers online and with giving out sensitive information that at this stage, if someone's privacy is compromised due to their lack of sensitivity around their information, it is their own fault. Governments and  tech companies have done more than enough to keep us safe so now it is up to us."
    },
    {
        "topic": "Social media companies should be required to label AI-generated content on their platforms.",
        "side": "FOR",
        "argument": "AI-generated content is a hot topic of discussion with the successes of companies such as OpenAI, Google, and Anthropic. As the AI improves, it will become almost impossible to determine what was created by a human and what was AI-generated. For this reason, it is essential that companies, such as Facebook or X, must label AI-generated content. There are two main reasons that labels are essential; The biases of AI and the jobs lost by human creators. \n\nAI is trained only by what's input into it, therefore there is a high chance for bias. While a human creator may be able to produce several articles a day, AI can churn out articles much faster. This influx of potentially biased information has the potential to shape the views of vast numbers of individuals solely by the vast quantity produced by AI. This is something that users should be aware of when they're consuming media. \n\nAdditionally, in the US alone, there are hundreds of thousands of individuals who rely on news media or content creation for their sole income. These jobs are being directly hindered due to AI-generated content. With the advent of AI such as MidJourney and DALLE-2, millions of creators are also at risk of losing their income to AI. \n\n While there is nothing inherently harmful about AI-generated and biases exist in humans, it should be the consumer's choice on whether they support a human or an AI, not the social media company's. Labeling this content will put this power of choice back in the consumer's hands."
    },
    {
        "topic": "Social media companies should be required to label AI-generated content on their platforms.",
        "side": "AGAINST",
        "argument": "Social media companies should not be required to label AI-generated content because it places an onerous and hard-to-meet technological requirement on social media companies, degrades the user experience, and raises privacy concerns among users who may wish the AI-generated origins of their content to remain private. First and foremost, Accurately identifying and labeling all AI-generated content would pose technical challenges given how rapid advancements in AI have occurred, a trend that is likely to continue. This would undoubtedly serve to disadvantage smaller social media companies that lack the sophisticated AI-detection tools necessary to maintain such a labeling requirement. Secondly, These labels would undoubtedly disrupt the experience of some users who are uncomfortable or disapproving of AI-generated content. Even users with no prior bias for or against AI-generated content would likely be deterred by the existence of such a labeling scheme. This could create a dynamic in which both creators and users flock to those social media companies with weaker AI-generated content labeling policies. And perhaps most concerning of all, Requiring labels on AI-generated content could expose social media platforms to legal action by users who wish for their use of AI to remain private. Some might view it as a limitation on freedom of expression or even as a form of censorship. As has been demonstrated, social media companies should steer clear of policies requiring them to label AI-generated content because of the technological hurdles, user concerns, and liabilities that such a policy would open them up to."
    },
    {
        "topic": "Requiring all on-duty police officers to wear body cameras should be mandated.",
        "side": "FOR",
        "argument": "All police officers should be required to wear body cameras for public safety, the safety of the officer, and multiple other reasons. The use of body cameras by police helps to clarify every incident involving the officer. When a crime occurs, the camera will produce the best evidence. It will always be a more reliable witness than the officer at any criminal trial, as there will be no issues with unreliable memory. It records the incident as it occurred, objectively. Other times, the camera can help someone prove their innocence. This applies to both officers and civilians, as both can be accused of things they did not do and can be vindicated by camera footage. There are also bad actors among the police who would have their illegal activities curbed by the use of body cameras. This applies to not only police who commit crimes but also to those who cover up crimes by themselves and other officers. The use of body cameras would result in an extreme reduction in this sort of crime and corruption. For police officers who follow the law, the use of cameras would help them when such claims are alleged against them. A criminal suspect will no longer be easily able to claim an officer planted evidence against them. Someone who was shot wielding a weapon will not be able to claim that the police planted the weapon. The clarity that will result from using body cameras will be invaluable to the justice system."
    },
    {
        "topic": "Requiring all on-duty police officers to wear body cameras should be mandated.",
        "side": "AGAINST",
        "argument": "Wearing body cameras should not be mandated as the current findings on body camera effectiveness are mixed at best.  The National Institute of Justice found that officers wearing body cameras had no consistent or statistically significant effects on factors like the use of force or assault.  Additionally, several problems may arise when mandating body cameras.\n\nA major concern arises in the consideration of camera malfunctions, battery life, and inaccurate footage matchup causing the potential for evidence loss.  These issues could lead to problems in the court system and resolution of cases.\n\nSmaller police departments would face the stresses of increased costs with little support to help them adjust.  These departments would incur expenses beyond the camera including chargers, data storage facilities, and the extra staff needed to maintain the data.  Plus, these departments may not face the high-level crime that needs extra surveillance.\n\nAnother concern is that of the citizens.  Individuals may be recorded in private matters on calls dealing with mental illnesses, addiction, and other ailments where public exposure may risk the individual's reputation.  Recordings also pose a major concern for individuals wanting to come forward with information as they may fear retaliation from others involved in the situation.\n\nFinally, the added surveillance of a body camera might cause police officers to doubt their decisions and make more errors.  Officers' mental health may not fare well under this constant surveillance and cause more problems in the long run.\n\nBody cameras may not be the fix-all solution that we need.  There is potential for this money to go elsewhere into areas that might cause more feasible change than added surveillance can."
    },
    {
        "topic": "College athletes should be paid salaries.",
        "side": "FOR",
        "argument": "The amount of money generated from college sports is substantial, with universities collecting billions of dollars annually from television, ticket sales and sponsorships. These numbers are reflected by the size of contracts given to coaches by large college programs. The highest-paid coach in college football makes over twice as much as the highest-paid college professor in the United States. However, people don't watch the games to see the coaches. The athletes are the ones who are providing the entertainment. While schools may be providing some of these athletes with free education, the amount of money they lose in tuition may not adequately match the value that the athletes provide to the school. Besides quantifying the amount of money that an athlete might bring to the school while they are attending, there is a greater amount collectively provided by all athletes on popular college teams. Many students dream of attending schools they rooted for and loved as children. Their love for these schools often began by watching their athletic teams. This is the greater tradition of college sports. When combining those greater benefits with the specific benefits that are provided by certain talented individuals, there is no question that some student-athletes are bringing a financial value to the school that dwarfs the amount that the school would have charged them for tuition. The school should not be entitled to receive this value in exchange for free attendance. If they make money off an athlete, then the athlete deserves compensation."
    },
    {
        "topic": "College athletes should be paid salaries.",
        "side": "AGAINST",
        "argument": "On the surface, it may seem unfair to not pay college athletes salaries, but there are several reasons athletes should not be paid:\n\n First, the main goal of college is, or should be, learning. If college athletes were to be paid salaries, their focus would naturally change to their sport instead of academics. It would be their job to play their sport instead of it being an extracurricular activity. This might be okay for the few students who will eventually go to the NFL/MLB/etc, but for other students, this would severely hinder what should be the main point of going to college. \n\nSecond, athletes already get a form of payment for playing college sports at a high level. This comes in the form of scholarships, which are worth tens of thousands of dollars per year and can cover not only tuition but room and board and other expenses. For some very high-profile teams, the “work” of the football team certainly brings in more money than the schools give the players in scholarships, but that’s not true for most schools.\n\nFinally, a related point is that any money used to pay the salaries of college athletes would have to come from the school’s budget. That means other students would have fewer amenities, professor salaries wouldn’t increase, grounds might not be kept up as well, etc. It could also mean an increase in tuition. The money would have to come from somewhere. It’s unfair to the other students to take the money they paid to pay salaries to student athletes."
    },
    {
        "topic": "Individuals must take responsibility for online privacy without excessive government mandates.",
        "side": "FOR",
        "argument": "Excessive mandates typically muddy the waters and there usually are loopholes that make mandates less effective even though the intent is there.  Individuals should not rely on mandates or other entities to completely ensure online privacy. Individuals must take ownership of their online privacy. No one has your best interest like yourself. Plus, with the way the government works, the mandates won't be able to keep up with the latest trends and will be a couple of steps behind the ever-changing ways of stealing electronic information. By the time the mandates catch up, there will be a new way to keep your information secure. While it's important for entities to assist in maintaining online privacy, the task of protecting your online privacy falls on the person it affects the most - yourself. The best way to protect your online privacy is by having strong passwords, not oversharing personal information, and using secured web browsing. That is best controlled by an individual and not by a mandate. While the government can and should help protect people online, an individual has the responsibility to make sure they are following what is needed to maintain online privacy. A mandate cannot create and routinely change strong passwords for you. Mandates cannot control your oversharing. You control these things. You are the primary owner of what you do online. Take ownership!"
    },
    {
        "topic": "Individuals must take responsibility for online privacy without excessive government mandates.",
        "side": "AGAINST",
        "argument": "The government must take responsibility for online privacy. The individual person lacks the knowledge, tools, and resources to be able to protect all of their data. Not every person that is online is knowledgeable on internet safety and protection methods. When personal data is compromised, it can lead to large scale consequences like identity theft and disinformation. It is unwise on a broader scale of things to rely on each individual person to be able to protect themselves and others from a security breach. You can't just assume that everyone has the same level of digital literacy and is able to navigate complex privacy settings to protect themselves and their data. The government should do more to protect their citizens instead of assuming that they can manage everything by themselves."
    },
    {
        "topic": "Raising the minimum wage to $15 would hurt small businesses and jobs.",
        "side": "FOR",
        "argument": "Small businesses have suffered to an incredible degree during Covid-19, and many had to close their doors forever. The following could happen:\n\nBusiness closures and reduced hours: If those small businesses still operating right now have to pay a new minimum wage of $15, many will struggle to cover those increased costs. This could result in reduced work hours, layoffs, or even closures, leading to job losses.\n\nAutomation: We see them everywhere already—self-checkouts at grocery stores, etc. Raising the minimum wage to $15.00 could prompt many small business owners to explore automating larger parts of their businesses. In the long run, this would save them money, but it could also result in job cuts.\n\nInflation: We've already witnessed price hikes in many industries, with grocery prices rising tremendously. By raising the minimum wage to $15.00, many small and medium business owners could find themselves forced to raise their prices even further, offsetting the benefits for low-wage workers. This could lead to a significant increase in grocery prices, harming not only consumers but also the economy in general.\n\nWhen examining these points above, I believe it's safe to say that raising the minimum wage to $15 can, and will, hurt small businesses and their employees."
    },
    {
        "topic": "Raising the minimum wage to $15 would hurt small businesses and jobs.",
        "side": "AGAINST",
        "argument": "Raising the minimum wage to 15 dollars would not hurt small businesses and jobs. I think that raising the minimum wage would actually be very beneficial. Raising the wages can contribute to the overall health of the economy by reducing poverty and reliance on government assistance programs. Workers with higher incomes are less likely to require social services, which can reduce the tax burden and benefit many businesses in the long term. Workers are also less likely to leave their jobs when they are paid fairly. Many workers are dissatisfied with the pay rate of the jobs where they work; this sooner or later leads to people deciding to leave their positions and seek out something that pays more. Sometimes those people will struggle to find jobs that would satisfy their wage requirements and that leads to unemployment. I think that raising the minimum wage would be very good for the benefit of both the workers and the businesses."
    },
    {
        "topic": "Social media platforms should be allowed to censor any constitutionally protected speech they wish.",
        "side": "FOR",
        "argument": "Social media platforms should be allowed to censor any constitutionally protected speech they wish because they have the right to regulate speech based on their own terms of service and community guidelines. By doing so, they can control the spread of misinformation that in turn ensures a safer user experience and helps the society. Their main idea is to protect users from getting affected in a negative manner by any kind of disruptive content, which could drive away users. In addition to this, social media platforms have to adhere by both local and international laws so sometimes they take action on specific types of content. So, if they have the flexibity to censor any constitutionally protected speech, they can manage their users more effectively. This also safeguards few vulnerable groups from harassment, promoting a respectful and inclusive online environment."
    },
    {
        "topic": "Social media platforms should be allowed to censor any constitutionally protected speech they wish.",
        "side": "AGAINST",
        "argument": "Social media platforms are a way that people can come together to talk about all kinds of subjects and issues. It is a way for ideas to be shared, and as such should not censor others for their speech unless it is something that is not legal. Free speech on social media opens dialog and should be a place where people of different opinions can come together to share those ideas. The idea that social media platforms are a space where thoughts can collectively be put together to inform others and cause change is a powerful tool. This power once in the hands of only the media narrative is now in the hands of the people. Not all people will agree with one another all of the time, but having open discussions and debates informs people of the way that others think about issues and situations. We all have a point of view on a topic from our perspectives and lenses in life. By censoring people, it keeps things one sided and doesn't allow for growth. When people are censored, they may develop a fear of sharing or become part of an echo chamber. When social media platforms do not allow open discourse or discussion, it causes those who have been censored to be skeptical or lose trust in the platform, as well as loss of trust from those who run it. In a divided world and country, we need more ways to be able to share thoughts and ideas with others, even if those thoughts and ideas are not shared with others. I also think that perspective is key, because what one person thinks is offensive or something that should be banned another may not think the same. When voices are quieted, discussion can not be had."
    },
    {
        "topic": "Smartphones/social media should be banned for kids under 16.",
        "side": "FOR",
        "argument": "We've all seen the uncanny viral videos of tablet kids scrolling in their sleep, or disturbing news stories about younger and younger children seeing pornography for the first time as they spend time on a device unsupervised. We've seen kids take their own lives due to cyberbullying and witnessed the evolving mental health crises among teens. I'd wager some of us have looked at our own phone or social media use and been troubled by the it affects our mindset. If so many adults struggle to manage social media and smartphone use, why are we handing something so addictive to our children and allowing it to shape their futures? The pleasure center in the brain that is activated by drugs like cocaine also lights up as we scroll through social media. We need to conduct further study before unleashing something so powerfully addictive on the youth of today. Social media use has been linked to unfavorable mental health outcomes among teens and in the midst of a wider teen mental health crisis it seems important that we eliminate one of the major causes. This technology has only existed for a very short time and we need to conduct more study of its effects on overall health learning and attention span before we leave our kids alone to be raised by a tablet."
    },
    {
        "topic": "Smartphones/social media should be banned for kids under 16.",
        "side": "AGAINST",
        "argument": "Smartphones and social media should not be banned for kids under 16. Even though there are negative effects of social media and smartphones on children, there are also many benefits and arguments why these things are actually beneficial. Knowing how to navigate technology and social media is a very important skill- it is essential for digital literacy. Children under 16 would benefit from learning how to engage with the online world safely and responsibly and safely because digital literacy is extremely important in education, work, and social life. I think that even if there was a ban, kids under 16 are very curious and would find a way to go around it and still use smartphones and social media but in a less safe way. They would use technology without parental oversight or guidance. I think that banning smartphones and social media for kids under 16 is not beneficial in the long run and will lead to negative effects and many consequences."
    },
    {
        "topic": "AI must be transparent and explainable in order to be widely accepted.",
        "side": "FOR",
        "argument": "People often don't trust things they don't understand. This is why it's important for AI to be clear and open. Many people are scared of new technology like AI. They worry about fake information, losing jobs, and how AI might affect society and the environment. When AI is more open, it helps people trust it more and see how it can be helpful.\n\nIt's also important to explain how AI is trained. This brings up some ethical questions about right and wrong. Many AI models learn from information on the internet. But often this information is used without the authors knowing. Also, it is known that the information used to train AI has biases, therefore AI has biases too.\n\nAnother problem is that AI can sometimes make mistakes or say things that aren't true. This is called 'hallucinating.' People need to know that they can't always believe everything AI says without checking it.\n\nBeing clear about all these things helps people use AI in a smart and responsible way. When people understand AI better, they can make better choices about how to use it. This can also help AI fit into society more easily, as people become more comfortable with it."
    },
    {
        "topic": "AI must be transparent and explainable in order to be widely accepted.",
        "side": "AGAINST",
        "argument": "While transparency in AI is often considered crucial, it may not be as essential for widespread acceptance as commonly believed. The majority of users are primarily concerned with results rather than the complex workings behind AI systems. Just as most people use smartphones or cars without understanding their internal mechanics, AI can be widely adopted based on its benefits and user experience.\n\nRequiring full disclosure might eliminate competitive advantages among market players, potentially stifling innovation and progress in the field. \n\nMoreover, attempting to make AI fully explainable to the general public could lead to oversimplification, potentially misrepresenting the true capabilities and limitations of these systems. It might be more productive to focus on responsible AI development, ethical guidelines, and robust testing rather than complete transparency.\n\nIn conclusion, while information about AI should be available for those interested, making AI fully transparent and explainable to all users may not be necessary or even beneficial for its widespread acceptance and continued advancement."
    },
    {
        "topic": "Internet access should be considered a basic human right.",
        "side": "FOR",
        "argument": "In modern times, Internet access is needed for all aspects of our daily lives, to get medical information from doctors, licensing with state agencies for occupational licenses, banking and bill paying, school work, and so much more, the Internet has become not a luxury, but a requirement to be able to function and survive in this society. People that cannot afford or do not have basic Internet access are at a distinct disadvantage in society. They have no access to the modern necessities that we need access to, to be able to function in our modern world. For example, a child who doesn't have access to the Internet to access school assignments, read teacher's notes, or check their grades is at a huge disadvantage and may not be able to keep up with their school work or keep pace with other children in their schools. Elderly or disadvantaged citizens cannot afford Internet services, gain employment, have access to current banking information, or pay their bills because of their lack of Internet access. So as you can see, in this world, where information to news, information, basic human needs, education, medical records, banking and so on is all based online, it is imperative that all people receive access the Internet, and it should be a basic human right."
    },
    {
        "topic": "Internet access should be considered a basic human right.",
        "side": "AGAINST",
        "argument": "The United Nations states that human rights are ‘rights inherent to all human beings, regardless of race, sex, nationality, language, religion, or any other status.’ Basic human rights include the right to life and liberty, freedom from slavery, freedom from torture, and the right to free speech. They are things that are necessary for humans to lead healthy, meaningful lives, regardless of when or where those human beings live. Access to the Internet does not meet this definition, and therefore should not be considered a basic human right. A person living in the 1800s did not need the Internet to have their basic human rights satisfied, and neither does a person living today.\n\nThe Internet can be a powerful tool for exercising certain basic rights, such as freedom of speech, and can contribute in many ways to human flourishing, but is not in itself necessary for such flourishing. If a nation were too poor to construct the infrastructure to provide Internet access for its citizens, does that mean it is guilty of human rights violations? The citizens of such a nation would lack an important means of exercising free speech, accessing education, entertainment, commerce and more, but would not be lacking any essential part of human life. The internet is not an inherent part of a good life and therefore access to it cannot be defined as a human right."
    },
    {
        "topic": "Recreational drone pilots should require registration of their devices and undergo proper testing and certifications",
        "side": "FOR",
        "argument": "Recreational drones are something that has risen in popularity over the last decade. Being able to control a highly maneuverable vehicle equipped with a camera is a great tool for enthusiasts and professionals alike. We are now able to achieve camera shots that were not previously possible without the use of an expensive helicopter. But, as with most new technologies, there are nuances that should be considered with their use and implementation.\n\nFirstly, there are privacy concerns when it comes to flying recreational drones in neighborhoods or near apartments. As of now, anybody can purchase a drone online and begin using it with no experience or regulations. Drone pilots have already been involved in incidents related to stalking and harassment by using their drones to look into people's yards and windows. There have also been cases of inexperienced pilots harming people or property because of their incompetent piloting skills. In one incident, someone electrocuted themselves when attempting to retrieve their crashed drone from power lines.\n\nTo alleviate some of these concerns, all drone pilots should have to be registered by an official governing body as well as obtain a recreational drone pilot license. There would still be bad actors no matter what, but raising the barrier of entry would help people feel safe around this newer technology."
    },
    {
        "topic": "Recreational drone pilots should require registration of their devices and undergo proper testing and certifications",
        "side": "AGAINST",
        "argument": "As more and more drones hit the airways every year, I think that it is important to ensure that professional drone pilots adhere to a strict skill set, due to the fact that they are often used for marketing and military purposes. However, recreational drone pilots should not be forced to register their products or attend extensive mandatory testing. Not only would this testing take up a lot of their time, it would likely be very expensive and out of reach to the majority of people who just want to enjoy their drones. Many hobbyists would become discouraged by a financial wall and forcing testing would narrow drone use to an elite group, and I don't think it would make pilots more cautious or ethical. Users of remote control toys are not required to register their devices or take tests in order to fly them, so I don't think owners of recreational drones should be forced to do so, either. Most recreational drone pilots use their drones to record video or photos of nature or important family events, and in this case, a drone is no more than a specialized camera that can create memories. As far as I know, there are no requirements for testing or registration of cameras. I do think it is acceptable to have a basic guide on ownership available to recreational drone pilots, but definitely not mandatory registration or testing. They should be free to pursue their hobby like anyone else."
    },
    {
        "topic": "Emotional companion AI poses risks of attachment and should be limited.",
        "side": "FOR",
        "argument": "Many people seek out relationships and some relationships could be positive some of them could have negative consequences on an individual such as AI-powered devices. People engaging with these devices be devastating emotionally, affecting their relationships with others, giving them dangerous advice, or perpetuating biases and problematic dynamics such as sexism or racism. AI-powered devices can provide what feels like friendship — or even romance — experts warn that they could make warm human exchanges even harder to find or nurture. Job displacement and lack of human emotional responses can cause great difficulties for the user. This AI technology could result in a lack of human influence. AI chatbots can pose as non-human friends and people may start to have romantic relationships with these devices which poses a risk to humanity. People seek out AI in everyday conversation instead of using human companions. These people may feel isolated due to their vices but can not break free from the AI companion. Humans will start this relationship with them and it will be hard to break free of them. They will pose as a friend who never leaves them which will give humans a false reality, hope, and understanding of the world as we know it. \n\nAI will cause a distribution in our society and we should not allow it to dominate our emotions. If it does there will be repercussions that will happen that will be detrimental to this world as we know it. Humans will slowly be phased out and computers will be our new best friends. "
    },
    {
        "topic": "Emotional companion AI poses risks of attachment and should be limited.",
        "side": "AGAINST",
        "argument": "Virtual emotional companion (VEC) AI is an interesting new area of emotional support.  This emerging possibility is becoming a reality with the availability of chatbots. Chatbots are artificial intelligence programs designed to simulate human conversation. They can provide personalized advice, guidance, and emotional support to users in need.  But can artificial intelligence understand human emotions? Can a VEC effectively replace human connection? Although there is much to research and investigate further, there is no denying the potential benefits of chatbots in providing accessible emotional support to those in need.\n\nHowever, It is vital to understand that in cases of severe depression or mental health emergencies, it is crucial to seek help from qualified healthcare professionals. However, for everyday moments of feeling overwhelmed, chatbots can serve as a comforting presence, offering support and guidance.\n\nSome of the notable benefits of having a VEC include:\n\n1.  AIs can be tailored to individual preferences, providing users with a personalized experience.  We can expect virtual assistants to become increasingly adept at personalizing their responses based on the user’s emotional state. For instance, if the assistant detects that the user is feeling down, it might respond in a more comforting tone or even suggest uplifting music or content. \n\n2. AIs are available 24/7.  Their constant presence significantly alleviates the common emotional struggles of isolation, anxiety, and depression.\n\n3.  Sharing negative emotions with a virtual human reduces negative emotions; according to recent studies.  \n\n4.  AIs are great at teaching one about their emotions and how to deal with them.  They are also wonderful 'trackers' allowing you to see if you are improving on objective measures.  \n\nMental health chatbots can be a great way to get support and advice right when you need it, without having to see a therapist or counselor in person.  There are many available online today, but we are sure to see many more as their capabilities increase."
    },
    {
        "topic": "Making sure people in poorer countries have internet should be a top priority.",
        "side": "FOR",
        "argument": "I see the internet as one of the most basic needs in our society, it is something that everyone should have and be able to access, no matter where they are from and how much money they have. With use of the internet, people can communicate more easily, make purchases, learn and educate, find jobs and so many more things. We have also become used to having it there as a society, so really it should be available to everyone due to how useful it is. If more people had the internet then society can develop and expand quicker, so the poorer nations need support in this regard to help provide them with affordable internet connections as a way to develop. It will not only benefit the people directly but also those indirectly involved as some of the people using it in poor areas can develop their knowledge and educate themselves better, to find better paid jobs and provide more to the economy than they did before."
    },
    {
        "topic": "Making sure people in poorer countries have internet should be a top priority.",
        "side": "AGAINST",
        "argument": "One could argue that there are much more important things to focus than internet connections in a poor country, how about issues like food scarcity, lack of clean water supply, poor job opportunities, spread of diseases and poor healthcare and education in those poor areas, which all seem like more important issues to support than just adding affordable internet to poor areas. We have also seen that due to corruption in some of these poorer countries, a lot of investment goes into the wrong hands and is not spent as expected so it could be a waste of money trying to roll out internet there. There is also the risk of people abusing it, for example in Nigeria and India parts of it have large scam call centres which use the internet to find details of people and make calls to them to try and scam them of money, so putting internet into poor countries might encourage this sort of black market to expand with people using it to commit crimes instead of for good use. The internet also uses a lot of environmental resources and costs power, so there is an argument that its expansion can be detrimental to the environment as well."
    },
    {
        "topic": "Corporations should be required to disclose their climate impacts.",
        "side": "FOR",
        "argument": "Global warming and climate change are a danger to all life on Earth, from more severe storms to increased draught, it's something that everyone should work towards fighting. While individual actions against global warming and climate change, the manufacturing process and power generation of organizations dwarf individual actions due to the large scale or the activities. The average individual does not have insight into what organizations are having the largest impact on climate change and may unknowingly support some of the biggest offenders. \n\nEnvironmental consciousness has been pushed by individuals and corporations heavily over the past few years, with the main focus being on individuals reducing waste, reducing plastic use, and making changes to their lives to better our planet. But, a recent study has shown that 100 companies are responsible for 71% of greenhouse gases that are causing climate change. The actions of these companies are supported by consumers, oftentimes without the consumer understanding who they're supporting. Because of this, it is imperative that all organizations disclose their climate impact. It is the right of all consumers to understand what actions their hard-earned money. \n\n Additionally, corporations must be held accountable for complying with national and industry-specific laws and regulations. Without proper disclosure of their climate impact, this wouldn't be possible. The transparency provided by climate impact disclosure will allow individuals to hold corporations accountable, not only for compliance but also for doing their part to help combat climate change."
    },
    {
        "topic": "Corporations should be required to disclose their climate impacts.",
        "side": "AGAINST",
        "argument": "Required disclosures of climate impacts from corporations won't necessarily result in significant decreases in total carbon emissions. \n\nA sizable percentage of GHG-intensive corporations will report fraudulent statistics, especially if certain benchmarks are economically unsustainable. Currently, there are several ongoing investigations and lawsuits against Exxon from multiple state courts alleging the corporation intentionally underreported its GHG emissions for decades. These proceedings against Exxon could cost hundreds of millions, if not billions, of dollars. If a sweeping requirement for corporations to disclose climate impacts is enacted, such investigations and lawsuits will become ubiquitous. Given the already tenuous state of the global economy, this will further strain precious economic, legal, and technological resources. \n\n Most importantly, given the lengthy timeframes required to investigate such corporate malfeasance, the adoption of mandatory disclosures will lead to public complacency and ignorance regarding GHG emissions. This will further compromise efforts to reduce corporate GHG emissions as consumers will fail to reduce their impact concerning their relationship with corporations. This is because consumers will feel they're incentivizing responsible GHG practices when in fact they're doing quite the opposite. This could diminish the corporate climate disclosure down to a meaningless malignancy; a selling point for consumers.\n\nThe one reliable way to spark radical change is so that it is in the best interest of all. New technologies which will symbiotically benefit the environment and the economy must be investigated and implemented, instead of time and resources spent on the mandatory disclosure of climate impacts by corporations."
    },
    {
        "topic": "Basing decisions on credit scores and models is discriminatory and unethical.",
        "side": "FOR",
        "argument": "Credit scores are so very far from a system that is fair and balanced. Very small errors or large mistakes can crater a good score instantly. The system works for banks and insurers to deny credit to those they see as high risk. Which has never been explained in terms a layperson would understand. Past high risk status will haunt a person for their entire life, even if those circumstances were outside of the person's control.\n\nVictims of credit scores include so many scenarios. For example a person attempting to move into their first apartment, only to be hit with high deposit requirements because their parents have been using their social security information to open bills and credit lines in their name since birth. Spouses opening secret accounts and leaving the other person on the hook for these bills in a breakup or death.\n\nPeople in poverty are utterly flooded with high APR credit cards, knowing they will inevitably lose track of payments due to housing circumstances or lack of stable work. Then their in debt, credit catering and unable to climb back out.\n\nEverything in life, from house and car loans to simple things like car insurance and phone plans check credit for worthiness. We don't have debtors prison anymore, but credit companies lobbied really hard to be able to undercut consumer protections and can garnish wages for missed payments or defaulted loans. And if a person misses a court case for civil claims, they can be remanded to jail, where there wages in jail can be garnished for the debts.\n\nEverything about credit scores benefits corporations and those born already well off, where money fixes all issues."
    },
    {
        "topic": "Basing decisions on credit scores and models is discriminatory and unethical.",
        "side": "AGAINST",
        "argument": "Decisions based on credit scores and models actually make a lot of sense, I would say that they are definitely not discriminatory or unethical as they are a safeguard for financial providers to show that they are doing their due diligence before giving out credit to others. These checks need to be made so that the financial providers know that the person they are thinking to lend money or provide a service to, will be able to pay them back what is due without issues, that is an essential part of due diligence because the companies need to make the revenue to cover their costs and make a profit, otherwise a lot of them would simply collapse if they just loaned money or provided services to everyone and anyone. They are also a safeguard for the person applying for the services or money from the provider as they essentially limit how much a person can borrow and how far they stretch themselves financially, which is important as a lot of people can end up in debt if they end up taking out too many services, loans or other financial products that they then end up not being able to pay them all back. The credit scores and models are fair as they promote healthy financial decisions, so the people with good scores have done the right things and been sensible with money which shows to companies that they can be more trusted."
    },
    {
        "topic": "Prescription drug ads should be allowed on television.",
        "side": "FOR",
        "argument": "Perhaps the biggest argument in favor of direct-to-consumer marketing is the fact that it can educate consumers about not only important drugs but also about diseases they can ask their doctor about.  It is also possible that viewing direct-to-consumer marketing on prescription drugs encourages consumers to visit their primary care provider more.  Even physicians acknowledge that patients are asking more thoughtful questions about health and medication after viewing a direct-to-consumer advertisement.  Becoming more informed, patients and doctors become more like partners in determining appropriate action.  The major idea behind this concept is that consumers should have the right to make their own decisions about their health with a doctor’s counsel and appropriate information. Studies also support the fact that patients who understand the condition and the medication—becoming more of a partner to the doctor in the treatment process—are more likely to adhere to directions so that they receive better health outcomes. Also, proponents argue that direct-to-consumer ads can help remind consumers to get their prescriptions refilled increasing compliance and efficacy.  Economists also suggest that direct-to-consumer ads offer patients important information, boosting overall demand for classes of drugs that can genuinely help people, and ultimately serve a preventative role that benefits society as a whole. After all, some types of drugs, such as cholesterol-lowering statins, provide a broader societal benefit by preventing costly and life-threatening heart attacks.  Last and most importantly, it lets consumers know that they are not alone in their health issues.  Direct-to-consumer ads remind consumers that there are others who face the same challenges associated with activities of daily living while navigating an illness."
    },
    {
        "topic": "Prescription drug ads should be allowed on television.",
        "side": "AGAINST",
        "argument": "Allowing prescription drug adverts on television is a harmful practice that must be stopped.\n\nPatients should be relying on their healthcare providers for informed medical advice, not on television commercials. Prescription drug adverts can undermine the doctor-patient relationship, creating a situation where patients come to their doctor with a specific drug in mind and will push for this drug rather than allowing their doctor to make an informed decision based on their expertise. This can lead to inappropriate use and the over-prescribing of drugs which can have serious consequences for both the individual and the healthcare system as a whole.\n\nPrescription drug adverts are designed with profits in mind, to promote and sell medication. They paint these medications in the best possible light, often leading patients to have unrealistic expectations of the drug’s ability to cure their condition. They target vulnerable populations, such as the elderly and those with chronic conditions, who will be particularly susceptible to this. They can also create a sense of disease-mongering, where people become convinced they have a condition that requires medication when in fact they do not, again leading to overdiagnosis and overtreatment.\n\nFinally, prescription drug adverts are a major contributor to the high cost of healthcare in the US. Drug companies spend billions of dollars each year on advertising and these costs are passed on to the consumers in the form of higher prices. Banning prescription drug adverts would bring the cost of life-saving drugs, and therefore overall healthcare, down to more affordable levels.\n\nSo, in summary, prescription drug adverts on television are a harmful and unnecessary practice that can undermine the doctor-patient relationship, mislead patients, create disease-mongering and contribute to the high cost of healthcare. By banning them, we can ensure patients receive the most appropriate, expert-led care without the influence of misleading adverts."
    },
    {
        "topic": "There should be no limits on the level of human risk during the first missions to colonize Mars.",
        "side": "FOR",
        "argument": "Never in the history of mankind have we stood so close to the precipice of extinction. Runaway climate change threatens to render the Earth uninhabitable, assuming a nuclear exchange in an age of rising international tensions doesn't beat it to the punch. Should we thread the needle between these existential threats, there are supervolcanoes, asteroid impacts, bioengineered killer diseases, and malevolent rogue AGIs waiting in the wings. It's not a stretch to say our days on this planet may be numbered.\n\nThis is why it is our chief moral imperative to push, with all due haste, for the expansion of mankind beyond its cradle, for only by spreading to other worlds can we minimize the risk of a sudden slide into oblivion. And with the extinction clock ticking slowly but steadily towards midnight, we must understand that while there may be danger involved, any price must be paid for the continued survival of humanity.\n\nThe only planetary candidate for our expansion is Mars, and this is unlikely to change within any reasonable timeframe. The time has come to prepare to colonize the red planet. We must ignore the naysayers and cynical career pessimists arguing the impracticality of such a goal, for who can argue that modern man has not proven the equal of similarly thorny technological problems in the age of the Space Race, the Manhattan Project, and the Internet? We must gently remind those who argue a renewed focus on solving Earth's problems rather than pursuing colonization that mankind has thus far been unable to restrain its short-sightedness and greed, and this trend is unlikely to reverse. Human feet must tread on the surface of Mars in our lifetimes, and we must rise to meet any challenges involved and shoulder any risks inherent in getting them there.\n\nAnd there will, indeed, be monumental risks involved. Not all who venture forth will return. But those heroes who embark on the journey from the only home we've ever known to create a new one will forever be honored and remembered as the guarantors of the survival of mankind."
    },
    {
        "topic": "There should be no limits on the level of human risk during the first missions to colonize Mars.",
        "side": "AGAINST",
        "argument": "The argument to consider regarding potential manned space missions to Mars: Should limits be set for 'acceptable human risk'? The answer is obvious and should be to any reasonable person - of course, limits should be set! Risks need to be minimized. This is in fact the prime dilemma - anything less would be foolhardy and negligent regarding the humans who will make this unprecedented journey.\n\nWhichever company launches this endeavor first, be it Elon Musk's 'Space-X,' the Dutch 'Mars One,' NASA, or others - it is going to cost billions of dollars to develop the technology, some of which is already in progress. There will be many thousands of hours spent planning, and hundreds of scientists and engineers involved - the investment of resources and time will be enormous. All of this would be a total waste if the brave souls who set off to colonize Mars never make it there alive, or die soon after arriving.\n\nWe've seen the risks of space exploration in the past. Two NASA space shuttle disasters - Challenger and Columbia, which claimed 14 lives. The Apollo 1 mission ended tragically when three astronauts were burned to death during a training session on the launch pad. Apollo 13 was a near-disaster that had to be aborted and only narrowly brought its three participants back to Earth. \n\nThe proposed colonization of Mars will be far more complicated risk-wise than any of those past missions that failed. Minimizing acceptable human risk should be the paramount consideration."
    }
]